{
  "products":[
    {
      "id": 1,
      "title": "Apple watch 5 42MM Series refurbished",
      "ratings": 4,
      "reviews": 200,
      "stock": 0,
      "price": 300000,
      "description": "👍【New Upgraded Smart Watch】Equipped with a 1.55-inch TFT-LCD full touch screen, allows you to read time and health data clearly. Specifically, you can customize the clock face that belongs to you only. Meets 5ATM swimming waterproof requirements, no more worries when washing hands or swimming. (Note: not suitable for diving or sauna).👍【24/7 Fitness Tracker for Your Health】The Fitpolo smartwatch can monitor two important indicators of the human body-Heart Rate and Blood Oxygen Monitor (SpO2), which can help you better understand your health.(NOTE: the data cannot be used as a medical-grade test.)👍【Life and Fitness Companion】The fitness watch supports 14 sports modes, including riding, running ,fitness, etc. It also records your all-day activities including steps, active time, sleep status, etc. Also syncs with our ‘VeryFit’ application. Which can be your best wrist personal companion.👍【Smart Watch for iPhone and Android Phones】- This watch is compatible with most iOS 8.0 & Android 4.4 above smartphones to notify you of new call, text, email, calendar and app notifications. You can also read the messages directly on the watch, which enable you never miss anything important when you are not convenient to access your smartphone.👍【Long Battery Life & Waterproof Watch for Women Men】- One full charge gives it up to 7 days of working time,much longer than traditional watches. Fitpolo GT01 is IP68 waterproof standard, you can wear it when washing hands,in the rain and swimming. The watch is lightweight and the band is changeable and very soft, being very comfortable for wearing.",
      "images": ["https://www.apple.com/newsroom/images/product/watch/standard/Apple_watch-experience-for-entire-family-hero_09152020.jpg.news_app_ed.jpg", "https://media.istockphoto.com/photos/apple-watch-sport-42mm-silver-aluminum-case-with-white-band-picture-id496730484?k=6&m=496730484&s=612x612&w=0&h=s2R-xKENwqF1QRg20dovrqTnQLbRiBhV8lfSRTfRSQw=", "https://i0.wp.com/post.healthline.com/wp-content/uploads/2020/09/Apple_Watch_1296x728-header-1-1296x729.jpg?w=1155&h=2268"],
      "category": "tech",
      "deliveryPrice": 5000,
      "condition": "NEW"
    },
    {
      "id": 2,
      "title": "Sony Playstation 4 Slim 500gb PS4 Console Bundle +10 Games Boxed UK P&P",
      "ratings": 3,
      "reviews": 12,
      "stock": 12,
      "price": 67000,
      "condition": "USED",
      "images": ["https://i.ebayimg.com/images/g/R68AAOSwCmhgZtOE/s-l1600.jpg", "https://i.ebayimg.com/images/g/x28AAOSwK6JgZbSv/s-l1600.jpg", "https://i.ebayimg.com/images/g/NSIAAOSwTatgZbQP/s-l1600.jpg"],
      "description": "The PlayStation 4 (PS4) is a home video game console developed by Sony Computer Entertainment. Announced as the successor to the PlayStation 3 in February 2013, it was launched on November 15, 2013, in North America, November 29, 2013 in Europe, South America and Australia, and on February 22, 2014 in Japan. A console of the eighth generation, it competes with Microsoft's Xbox One and Nintendo's Wii U and Switch. Moving away from the more complex Cell microarchitecture of its predecessor, the console features an AMD Accelerated Processing Unit (APU) built upon the x86-64 architecture, which can theoretically peak at 1.84 teraflops; AMD stated that it was the 'most powerful' APU it had developed to date. The PlayStation 4 places an increased emphasis on social interaction and integration with other devices and services, including the ability to play games off-console on PlayStation Vita and other supported devices ('Remote Play'), the ability to stream gameplay online or to friends, with them controlling gameplay remotely ('Share Play'). The console's controller was also redesigned and improved over the PlayStation 3, with improved buttons and analog sticks, and an integrated touchpad among other changes. The console also supports HDR10 High-dynamic-range video and playback of 4K resolution multimedia.",
      "category": "games",
      "deliveryPrice": 0
    },
    {
      "id": 3,
      "title": "DEEP QUILTED ORTHOPEDIC SPRUNG MATTRESS 3FT 4FT 4FT6 DOUBLE 5FT KING UK",
      "description": "Orthopaedic mattresses cater for those who suffer from discomfort, especially in their back and joints. They are designed to provide you with maximum support throughout the night, gently supporting your back and joints to minimize aches and pains. The firm support distributes your body weight to alleviate stress on the spine, relieving painful pressure points, and helping to maintain natural alignment of the spine. An orthopaedic mattress can help you in many ways towards achieving the restful sleep you deserve. By providing a gentle degree of firmness it helps your body to stay in the best position for spinal alignment and support. Orthopaedic mattress may be the cure to your sleeping woes.",
      "price": 45000,
      "deliveryPrice": 2000,
      "category": "home",
      "stock": 1,
      "ratings": 5,
      "reviews": 12,
      "condition": "NEW",
      "images": ["https://i.ebayimg.com/images/g/ED4AAOSwqc5gAXiZ/s-l1600.jpg", "https://i.ebayimg.com/images/g/cQAAAOSwnatgAXix/s-l1600.jpg"]
    },
    {
      "id": 4,
      "title": "BURTON MENSWEAR LONDON Mens Multi coloured Colourblock Cosy Crew Jumper Sweater",
      "category": "fashion",
      "price": 7500,
      "deliveryPrice": 0,
      "ratings": 4,
      "stock": 64,
      "description": "latest collection of men's knitwear comes in a range of seasonal weights, perfect for layering over your favourite shirt on colder or milder days. The British weather, always temperamental, means that you're never far away from needing a jumper and boots to wear with your favourite jeans. Stock up on knitwear staples like the crew neck, v neck and roll necks.This colurblock knit jumper in our cosy yarn is one of the trendiest pieces of our collection. This yarn is designed to have a softer and warmer fell. The tonal colours of this jumper make is a simple but fashionabe piece.",
      "condition": "NEW",
      "reviews": 1300,
      "images":["https://i.ebayimg.com/images/g/4MkAAOSwKP1fv7w7/s-l1600.jpg", "https://i.ebayimg.com/images/g/1X8AAOSw2d9fv7w6/s-l1600.jpg", "https://i.ebayimg.com/images/g/NlYAAOSwlHdfv7w6/s-l1600.jpg"]
    },
    {
      "id": 5,
      "title": "Swivel PU Leather Mesh Office Racing Sport Gaming Style Tilt Computer Desk Chair",
      "stock": 2000,
      "ratings": 5,
      "category": "home",
      "price": 28950,
      "condition": "NEW",
      "description": "High quality PU leather & mesh padded office chair\nCar Racing / Gaming Style Office Chair\nVariable height gas lift - 47-57cm seat height with 360 swivel\nStrong 5 castor-wheel base\nFlame Resistant\nOne year manufacturer warranty",
      "reviews": 12200,
      "deliveryPrice": 4000,
      "images": ["https://i.ebayimg.com/images/g/8wMAAOSwOZNdb4G0/s-l1600.jpg", "https://i.ebayimg.com/images/g/Q0MAAOSwGrZdb4d~/s-l1600.jpg", "https://i.ebayimg.com/images/g/4zYAAOSwZ3Bdb4g9/s-l1600.jpg"]
    },
    {
      "id": 6,
      "title": "Hugo Boss Bottled Night Eau de Toilette 200ml EDT Spray Brand New Boxed & Sealed",
      "stock": 3256,
      "condition": "NEW",
      "price": 15750.95,
      "deliveryPrice": 0,
      "reviews": 104,
      "description": "A reinvention of the original Boss, Boss bottled night is a deep, masculine and sensual fragrance. Top notes of Lavender and birch leaves set the tone of this scent. While heart notes of African violet, Jasmine and cardamom give the fragrance its personality. Bass notes of amaretto, sandalwood and musk are the last impressions.",
      "images": ["https://i.ebayimg.com/images/g/134AAOSwsYhdjdVT/s-l1600.jpg", "https://i.ebayimg.com/images/g/MMIAAOSwddddjdVc/s-l1600.jpg", "https://i.ebayimg.com/images/g/ulsAAOSwhixdjdVq/s-l1600.jpg"],
      "category": "accessories",
      "ratings": 5
    },
    {
      "id": 7,
      "title": "JVC LT-55CF890 Fire TV Edition 55 Smart 4K Ultra HD HDR LED TV Amazon Alexa",
      "stock": 0,
      "condition": "USED",
      "price": 200500.32,
      "deliveryPrice": 12750,
      "reviews": 20,
      "ratings": 5,
      "description": "Key Features\nFire TV Edition\nAll your favourite Prime shows and movies are just moments away on the JVC LT-55CF890 Fire TV Edition 55 \n Smart 4K Ultra HD HDR LED TV. The popular Fire TV smart platform is built-in, so it's easy to find something new with personalised recommendations.\nThere's plenty to keep the whole family happy with Prime Video, Netflix, YouTube, Discovery, BBC iPlayer, and many more.\nAlexa voice remote\nCatching up on your latest box set has never been easier – just pick up the remote and ask. Alexa makes it easy to search popular channels and control your TV.\nAnd just like a smart speaker, you can ask Alexa for weather updates, sports scores, the latest headlines, and control smart devices (such as lights or thermostat) around your home.\n4K HDR\nEverything looks better in 4K – with four times the resolution of Full HD, you'll marvel at the detail and colour definition.\nPlus, with HDR content you'll see a greater depth of colour and brilliant brightness for a more realistic viewing experience – those BBC documentaries have never looked so good.",
      "category": "home",
      "images": ["https://i.ebayimg.com/images/g/3mwAAOSwdzte6hGD/s-l1600.jpg", "https://i.ebayimg.com/images/g/pqMAAOSwYvde6hGD/s-l500.jpg", "https://i.ebayimg.com/images/g/tBwAAOSwJp5e6hGD/s-l500.jpg"]
    },
    {
      "id": 8,
      "title": "SAMSUNG Galaxy Tab A7 10.4 Tablet 32GB Full HD Android 10.0 Grey - Currys",
      "stock": 10,
      "condition": "NEW",
      "price": 95000.32,
      "deliveryPrice": 1000,
      "reviews": 46,
      "ratings": 3,
      "description": "Watch films, shop online, and finally conquer that addictive game – the Samsung Galaxy Tab A7 is built for entertainment. And because it has a beautiful Full HD 10.4” display, every episode of your favourite show looks just as it should – no bars on the side or images getting cropped.It's not just the screen that's built for your favourite films and shows – you've got Dolby Atmos sound. That's the same technology used in cinemas, so you've got proper surround sound for every song or soundtrack.",
      "category": "tech",
      "images": ["https://i.ebayimg.com/images/g/kZwAAOSwU~9faGWg/s-l1600.jpg", "https://i.ebayimg.com/images/g/sWYAAOSwhnNfaGWg/s-l500.jpg", "https://i.ebayimg.com/images/g/x0IAAOSwLAtfu73d/s-l500.jpg"]
    },
    {
      "id": 9,
      "title": "Adidas Originals Men's 3 Stripes Tee T-shirt Crew Neck Short Sleeve RRP N30,000",
      "stock": 2,
      "condition": "NEW",
      "price": 15000,
      "deliveryPrice": 0,
      "reviews": 20,
      "ratings": 1,
      "description": "Adidas California Trefoil T-shirt short sleeve Olive. BRAND NEW WITH TAGS - 100% Genuine. Original. Adidas trefoil logo and California tees. Casual, Gymwear, Sportswear.Crew neck, Short sleeved.Machine washable (see tags)",
      "category": "fashion",
      "images": ["https://i.ebayimg.com/images/g/pj0AAOSwZ2FfNTag/s-l500.jpg"]
    },
    {
      "id": 10,
      "title": "New Balance Mens MS997JCG Sportstyle Trainers - Grey",
      "condition": "USED",
      "stock": 4,
      "price": 25000,
      "deliveryPrice": 2000,
      "reviews": 4,
      "ratings": 2,
      "description": "We offer a no quibble 28 day return policy on online orders. If any of our items are unsuitable you may return them for a full refund or exchange as long as they are returned complete with tags and original packaging in fully re-sellable condition. Please return with a note detailing your Order number and appropriate action requested, and enclose with the returned product. Returns must be made within 28 days of receipt. Return Postage & Packing is payable by the customer. Shoe boxes should be sent in a postal bag. Do not seal shoe boxes with tape as this damages the box and therefore the return will not be in a re-sellable condition. For your peace of mind we suggest you send returns by signed for/ recorded delivery. This means that if your parcel is lost in the post you will be able to claim from the carrier for goods that were lost. If you wish you can use Standard post which is more economical but offers no insurance & we cannot accept responsibility for lost or damaged post.",
      "category": "fashion",
      "images": ["https://i.ebayimg.com/images/g/vnsAAOSwf1xgCrE1/s-l1600.jpg", "https://i.ebayimg.com/images/g/Wb4AAOSwtnpgCrE1/s-l1600.jpg", "https://i.ebayimg.com/images/g/200AAOSw6FpgCrE1/s-l1600.jpg"]
    }
  ]
}